Repository: lehieusharky/DProfiles-demo
Catalog: lib/src/l10n/app_*.arb
Languages: vi

source: A professional cover letter can give you more opportunities.
vi: Một lá thư xin việc chuyên nghiệp có thể mang lại cho bạn nhiều cơ hội hơn.

source: About
vi: Về

# aboutHint
source: Describe your self
vi: Mô tả bản thân

source: About Your Self
vi: Về bản thân bạn

source: Active
vi: Tích cực

source: Add
vi: Thêm vào

# addBasicInfo
source: Add Basic Infor
vi: Thêm thông tin cơ bản

source: Add Basic Information
vi: Thêm thông tin cơ bản

source: Add New Certificate
vi: Thêm chứng chỉ mới

source: Add new certificate failed
vi: Thêm chứng chỉ mới không thành công

source: Add New Education
vi: Thêm giáo dục mới

source: Add new education failed
vi: Thêm giáo dục mới không thành công

source: Add New Experience
vi: Thêm trải nghiệm mới

source: Add new experience failed
vi: Thêm trải nghiệm mới không thành công

source: Add new language
vi: Thêm ngôn ngữ mới

source: Add success
vi: Thêm thành công

source: Add your character
vi: Thêm nhân vật của bạn

source: Add Your Profile
vi: Thêm hồ sơ của bạn

# aggressive
source: Aggessive
vi: hung hãn

source: AI
vi: trí tuệ nhân tạo

source: AI Character
vi: Nhân vật AI

# aiFeature
source: AI Features
vi: Tính năng AI

source: AI Features
vi: Tính năng AI

source: AI Tools
vi: Công cụ AI

source: Already have an account?
vi: Bạn co săn san để tạo một tai khoản?

source: Archived
vi: Đã lưu trữ

source: Are you want to delete your experience?
vi: Bạn có muốn xóa trải nghiệm của mình không?

source: Asset
vi: Tài sản

source: At least at 1 image
vi: Ít nhất 1 hình ảnh

source: Attachment
vi: Tập tin đính kèm

source: Author
vi: Tác giả

source: Auto Generation History
vi: Lịch sử tạo tự động

source: Auto technology
vi: Công nghệ ô tô

source: Available
vi: Có sẵn

source: Back
vi: Mặt sau

source: Basic Information
vi: Thông tin cơ bản

# beCarefullWhenClickOk
source: Be careful when click OK
vi: Hãy cẩn thận khi nhấn OK

source: Bio
vi: Tiểu sử

source: Buy DP1
vi: Mua DP1

source: by creating a free account.
vi: bằng cách tạo một tài khoản miễn phí.

# bySigningUpIAgree
source: By signing up I agree that I’m 18 years of age or older, to the
vi: Bằng cách đăng ký, tôi đồng ý rằng tôi từ 18 tuổi trở lên, với

source: Cancel
vi: Hủy bỏ

source: Cannot create digital profile
vi: Không thể tạo hồ sơ kỹ thuật số

source: Certificate
vi: Giấy chứng nhận

source: Certificate Name
vi: Tên chứng chỉ

source: Certificates
vi: Chứng chỉ

source: Change
vi: Thay đổi

# changeCreationStepFailed
source: Change creation's step failed
vi: Bước tạo thay đổi không thành công

source: change gpt failed
vi: thay đổi gpt không thành công

source: Character
vi: Tính cách

source: Characters
vi: Nhân vật

source: Chat
vi: Trò chuyện

source: Chat More
vi: Trò chuyện nhiều hơn

source: Chatty
vi: trò chuyện

source: Check your email again!
vi: Kiểm tra email của bạn một lần nữa!

source: Check your email or password again
vi: Kiểm tra lại email hoặc mật khẩu của bạn

source: Check your info again
vi: Kiểm tra lại thông tin của bạn

source: Check your keyword again
vi: Kiểm tra lại từ khóa của bạn

source: Clear all
vi: Làm sạch tất cả

source: Code was resend
vi: Mã đã được gửi lại

source: Comments
vi: Bình luận

source: Company
vi: Công ty

source: Company name
vi: Tên công ty

source: Confirm Password
vi: Xác nhận mật khẩu

source: Confirm password is not match
vi: Xác nhận mật khẩu không khớp

source: Connect wallet
vi: Kết nối ví

# connectWalletDescription
source: You need a Crypto Wallet Address to register an account in dProfiles. Try creating a crypto wallet at Metamask.
vi: Bạn cần có Địa chỉ Ví tiền điện tử để đăng ký tài khoản trong dProfiles.

source: Connect your Wallet
vi: Kết nối Ví của bạn

source: Content can not null
vi: Nội dung không thể rỗng

# continueButton
source: Continue
vi: Tiếp tục

source: Conversations
vi: Cuộc trò chuyện

source: Converts
vi: chuyển đổi

source: Copied
vi: Đã sao chép

source: Copy
vi: Sao chép

source: Could not launch
vi: Không thể khởi chạy

source: Create Account
vi: Tạo tài khoản

source: Create an account
vi: Tạo một tài khoản

source: Create an account failed
vi: Tạo tài khoản không thành công

source: Create bot success
vi: Tạo thành công bot

# createDProile
source: Create dProfile
vi: Tạo dProfile

source: Create Digital Profile
vi: Tạo hồ sơ kỹ thuật số

source: Create Digital Profile on the Blockchain
vi: Tạo hồ sơ kỹ thuật số trên Blockchain

source: Create New dProfile
vi: Tạo dProfile mới

source: Create post
vi: Tạo bài đăng

source: Create post success
vi: Tạo bài đăng thành công

source: Create your AI character
vi: Tạo nhân vật AI của bạn

source: Create Your Headline now
vi: Tạo tiêu đề của bạn ngay bây giờ

source: Credential ID
vi: ID thông tin xác thực

source: Credential URL
vi: URL thông tin xác thực

source: Crypto Wallet
vi: Ví tiền điện tử

source: dProfile
vi: dHồ sơ

# dProfilesOpensSales
source: dProfiles opens sales of $DP1 Tokens
vi: dProfiles mở đợt bán token $DP1

source: Dangerous activities and challenges
vi: Các hoạt động và thử thách nguy hiểm

source: Date
vi: Ngày

# dateTimeFormatddmmyyyyy
source: dd/mm/yyyy
vi: ngày/tháng/năm

# dateTimeformatValidation
source: Please enter a valid date of birth (dd/mm/yyyy)
vi: Vui lòng nhập ngày sinh hợp lệ (dd/mm/yyyy)

source: Dean
vi: trưởng khoa

source: Degree
vi: Bằng cấp

source: Delete
vi: Xóa bỏ

source: Delete Account
vi: Xóa tài khoản

source: Delete account failed
vi: Xóa tài khoản không thành công

source: Delete certificate failed
vi: Xóa chứng chỉ không thành công

source: Delete education failed
vi: Xóa giáo dục không thành công

source: Delete experience failed
vi: Xóa trải nghiệm không thành công

source: Delete failed
vi: Xóa không thành công

source: Describe something about your bot
vi: Mô tả điều gì đó về bot của bạn

source: Describe your self
vi: Mô tả bản thân

source: Description
vi: Sự miêu tả

# descriptionOnboarding1
source: Create profile on Blockchain Network, job platform, and crypto payment tools.
vi: Tạo hồ sơ trên Mạng Blockchain, nền tảng việc làm và công cụ thanh toán tiền điện tử.

# descriptionOnboarding2
source: A lot of AI tools will help speed up the job application process and improve your chances of success.
vi: Rất nhiều công cụ AI sẽ giúp đẩy nhanh quá trình nộp đơn xin việc và nâng cao cơ hội thành công của bạn.

# descriptionOnboarding3
source: Users can find jobs and read helpful articles from KOLs or people that they followed.
vi: Người dùng có thể tìm việc làm và đọc các bài viết hữu ích từ KOL hoặc những người mà họ theo dõi.

source: Didn’t receive any code?
vi: Không nhận được bất kỳ mã nào?

source: Digital Profile
vi: Hồ sơ kỹ thuật số

source: Disconnect wallet
vi: Ngắt kết nối ví

source: Discover
vi: Phát hiện

source: Discover AI Character Bot now!
vi: Khám phá Bot nhân vật AI ngay bây giờ!

source: Disordered eating and unhealthy body image
vi: Ăn uống không điều độ và hình ảnh cơ thể không khỏe mạnh

source: Don't have an account
vi: Không có tài khoản

source: Edit Certificates
vi: Chỉnh sửa chứng chỉ

source: Edit Education
vi: Chỉnh sửa giáo dục

source: Edit Profile
vi: Chỉnh sửa hồ sơ

source: Education
vi: Giáo dục

source: Education Information
vi: Thông tin giáo dục

source: Educations
vi: Giáo dục

source: Email address
vi: Địa chỉ email

source: Email cannot be empty
vi: Email không được để trống

source: Email invalidate
vi: Email vô hiệu

source: End Date
vi: Ngày cuối

source: Energetic
vi: Mãnh liệt

# enterEmailToResetPassword
source: Enter your email to receive an email to reset your password
vi: Nhập email của bạn để nhận email reset mật khẩu

source: Enter your account email
vi: Nhập email tài khoản của bạn

source: Enter your name
vi: Nhập tên của bạn

source: Enter your security code
vi: Nhập mã bảo mật của bạn

source: Enter Your Username
vi: Nhập tên người dùng của bạn

source: Error
vi: Lỗi

source: Experience
vi: Kinh nghiệm

source: experiences
vi: kinh nghiệm

source: Explore
vi: Khám phá

source: Failed
vi: Thất bại

source: Failed to toggle language
vi: Không thể chuyển đổi ngôn ngữ

source: Failed to toggle theme
vi: Không chuyển đổi được chủ đề

source: Feed
vi: Cho ăn

# feedIsEmptyDescription
source: Feed is empty now. We will update soon!
vi: Nguồn cấp dữ liệu hiện đang trống.

source: Field cannot be empty
vi: Trường không thể trống

source: Field Of Study
vi: Chuyên ngành

source: Find your friend profile now
vi: Tìm hồ sơ bạn bè của bạn ngay bây giờ

source: FIRST NAME
vi: TÊN ĐẦU TIÊN

source: Flirty
vi: tán tỉnh

source: Following
vi: Tiếp theo

# follwer
source: Follower
vi: Người theo dõi

source: Forgot password
vi: Quên mật khẩu

source: Forgot password failed
vi: Quên mật khẩu không thành công

source: Forgot your password?
vi: Quên mật khẩu?

source: Formal
vi: Chính thức

source: Friendly
vi: Thân thiện

source: From
vi: Từ

source: Gender
vi: Giới tính

source: Generate character bot failed
vi: Tạo bot nhân vật không thành công

source: Generate cover letter failed
vi: Tạo thư xin việc không thành công

source: Generate failed
vi: Tạo không thành công

source: Generate interview question failed
vi: Tạo câu hỏi phỏng vấn không thành công

source: Generate profile introduction failed
vi: Tạo giới thiệu hồ sơ không thành công

source: Generate skill knowledge failed
vi: Tạo kiến ​​thức kỹ năng không thành công

# getAutoGenerate
source: Get auto generate history failed
vi: Nhận lịch sử tạo tự động không thành công

source: Get auto generate history failed
vi: Nhận lịch sử tạo tự động không thành công

source: Get auto generation detail failed
vi: Nhận chi tiết tạo tự động không thành công

source: Get certificates failed
vi: Nhận chứng chỉ không thành công

source: Get chat bot detail failed
vi: Nhận chi tiết bot trò chuyện không thành công

source: get details bot failed
vi: lấy thông tin chi tiết bot không thành công

# getEducationFailed
source: Get educations failed
vi: Nhận được sự giáo dục thất bại

source: Get experiences failed
vi: Nhận được kinh nghiệm thất bại

source: Get info failed
vi: Nhận thông tin không thành công

source: Get list character bot failed
vi: Nhận bot ký tự danh sách không thành công

source: Get list popular character bot failed
vi: Lấy danh sách bot nhân vật phổ biến không thành công

source: Get meta language failed
vi: Nhận ngôn ngữ meta không thành công

source: Get news feed failed
vi: Nhận nguồn cấp tin tức không thành công

source: Get point failed
vi: Nhận điểm không thành công

source: Get Started
vi: Bắt đầu

source: get user banner failed
vi: lấy biểu ngữ người dùng không thành công

source: Get user certificates failed
vi: Nhận chứng chỉ người dùng không thành công

source: Get user education failed
vi: Nhận hướng dẫn người dùng không thành công

source: Get user experience failed
vi: Nhận trải nghiệm người dùng không thành công

source: Get user info failed
vi: Lấy thông tin người dùng không thành công

source: Get user languages failed
vi: Nhận ngôn ngữ người dùng không thành công

source: get user post failed
vi: nhận được bài đăng của người dùng không thành công

source: Get user skill failed
vi: Nhận kỹ năng người dùng không thành công

source: Hate and harassment
vi: Ghét và quấy rối

source: Headline
vi: Tiêu đề

source: Helpful
vi: Hữu ích

source: History details
vi: Chi tiết lịch sử

source: History is empty
vi: Lịch sử trống rỗng

source: History update dProfile
vi: Cập nhật lịch sử dProfile

source: Home
vi: Trang chủ

source: /hour
vi: /giờ

source: hour ago
vi: giờ trước

source: How many words for this?
vi: Có bao nhiêu từ cho điều này?

source: Humorous
vi: Hài hước

source: ID
vi: NHẬN DẠNG

source: ID Card Number
vi: Số CMND

# impressEmployerWithYourProfileIntroduction
source: Impress the employer with your profile introduction.
vi: Gây ấn tượng với nhà tuyển dụng bằng phần giới thiệu hồ sơ của bạn.

# improveYourSkillWithAITools
source: Improve your skills with AI tools.
vi: Cải thiện kỹ năng của bạn với các công cụ AI.

# inAngelnvestorRound
source: in angel investor round
vi: trong vòng nhà đầu tư thiên thần

source: Inspiring
vi: Cảm hứng

source: Instagram URL
vi: URL Instagram

source: Interview question
vi: Câu hỏi phỏng vấn

source: Interview question about
vi: Câu hỏi phỏng vấn về

source: Investment Opportunity
vi: Cơ hội đầu tư

source: Issued by
vi: Phát hành bởi

source: Job Interview Q&A
vi: Hỏi đáp phỏng vấn xin việc

source: Job Position
vi: Vị trí công việc

source: Job title
vi: Chức danh

source: Language
vi: Ngôn ngữ

source: Languages
vi: Ngôn ngữ

source: LAST NAME
vi: HỌ

# letOSDetermineAuthMethod
source: Let OS determine authentication method
vi: Hãy để hệ điều hành xác định phương thức xác thực

source: Linkedin URL
vi: URL Linkedin

source: Load bot failed
vi: Tải bot không thành công

source: Load failed
vi: Tải không thành công

source: location
vi: vị trí

# locationHint
source: US
vi: CHÚNG TA

source: Login
vi: Đăng nhập

source: Login failed
vi: Đăng nhập thất bại

source: Log out
vi: Đăng xuất

source: Max 5Mb for 1 file
vi: Tối đa 5Mb cho 1 file

source: Messages
vi: Tin nhắn

source: My AI Character
vi: Nhân vật AI của tôi

source: name
vi: tên

source: Nationality
vi: Quốc tịch

source: Nevermind, I got it
vi: Không sao đâu, tôi hiểu rồi

source: New Password
vi: mật khẩu mới

# nextButton
source: Next
vi: Kế tiếp

source: NFTs
vi: NFT

source: No comments yet
vi: Chưa có bình luận nào

source: Normal
vi: Bình thường

source: Nudity and sexual content
vi: Nội dung khỏa thân và tình dục

source: Number
vi: Con số

source: OK
vi: ĐƯỢC RỒI

source: Open to work
vi: Mở cửa làm việc

source: Organization
vi: Tổ chức

source: Organization name
vi: Tên tổ chức

source: Others
vi: Người khác

source: Overview
vi: Tổng quan

source: Passive
vi: Thụ động

source: Password
vi: Mật khẩu

source: Password cannot be empty
vi: Mật khẩu không được để trống

source: Password must have at least 8 characters
vi: Mật khẩu phải có ít nhất 8 ký tự

source: PAY
vi: CHI TRẢ

source: Pay by month
vi: Thanh toán theo tháng

source: Pay per job
vi: Trả tiền cho mỗi công việc

source: Please enter the 6-digit code sent to your email for verification
vi: Vui lòng nhập mã gồm 6 chữ số được gửi tới email của bạn để xác minh

source: Position
vi: Chức vụ

source: Post
vi: Bưu kiện

source: post failed
vi: bài viết thất bại

source: Posts
vi: bài viết

source: Price
vi: Giá

source: Privacy & Policy
vi: Chính sách bảo mật

source: Profile
vi: Hồ sơ

source: Profiles
vi: Hồ sơ

source: Prompt
vi: Lời nhắc

source: Receive
vi: Nhận được

source: Reply
vi: Hồi đáp

source: Report
vi: Báo cáo

source: Request new code in
vi: Yêu cầu mã mới trong

source: Resend Again
vi: Gửi lại lần nữa

source: Resend failed
vi: Gửi lại không thành công

source: Reset password
vi: Đặt lại mật khẩu

# resultIsEmptyTryAnotherKeyword
source: Result is empty. Try another keywords!
vi: Kết quả trống rỗng.

source: SALARY
vi: LƯƠNG

source: Save
vi: Cứu

source: School
vi: Trường học

source: School name
vi: Tên trường

source: Search
vi: Tìm kiếm

source: Search failed
vi: Tìm kiếm không thành công

source: Security verification
vi: Xác minh bảo mật

source: Select a reason
vi: Chọn một lí do

source: Send
vi: Gửi

source: Send failed
vi: Gửi thất bại

source: Send to AI
vi: Gửi tới AI

source: Sexy
vi: gợi cảm

source: Sign out
vi: Đăng xuất

source: Sign Up
vi: Đăng ký

source: Sign up for free
vi: Đăng kí miễn phí

source: Skill
vi: Kỹ năng

source: Skills
vi: Kỹ năng

source: Skills & Knowledge by Job Title
vi: Kỹ năng & Kiến thức theo Chức danh

source: Skip
vi: Nhảy

source: Smart
vi: Thông minh

source: Social Media
vi: Truyền thông xã hội

source: Social media was not set up
vi: Phương tiện truyền thông xã hội chưa được thiết lập

source: Some thing about your self and your experience
vi: Đôi điều về bản thân và trải nghiệm của bạn

source: Speaking
vi: Nói

source: Spiritual
vi: tâm linh

source: Start Date
vi: Ngày bắt đầu

source: Submit
vi: Nộp

source: Success
vi: Thành công

source: Suicide and Self-harm
vi: Tự sát và tự làm hại bản thân

source: summary
vi: bản tóm tắt

source: Supportive
vi: hỗ trợ

source: Tell me about your self?
vi: Cho tôi biết về bản thân của bạn?

source: Theme
vi: chủ đề

source: Time
vi: Thời gian

source: Title
vi: Tiêu đề

# titleHint
source: Product Designer
vi: Người thiết kế sản phẩm

# titleOnboarding1
source: A Web3 social network for jobs
vi: Mạng xã hội Web3 dành cho việc làm

# titleOnboarding2
source: AI Tools to help you land your next job
vi: Công cụ AI giúp bạn có được công việc tiếp theo

# titleOnboarding3
source: Job listing system & New Feeds
vi: Hệ thống danh sách việc làm & Nguồn cấp dữ liệu mới

source: To
vi: ĐẾN

source: Topic
vi: Đề tài

source: Total balance
vi: Tổng số dư

source: Training AI
vi: Đào tạo AI

source: Try now
vi: Thử ngay bây giờ

# tryToDiscoverDprofileAITools
source: Try to discover DProfile's AI tools
vi: Hãy thử khám phá công cụ AI của DProfile

source: Unavailable
vi: Không có sẵn

source: Update avatar success
vi: Cập nhật hình đại diện thành công

source: Update banner success
vi: Cập nhật biểu ngữ thành công

source: Update basic information failed
vi: Cập nhật thông tin cơ bản không thành công

source: Update digital profile failed
vi: Cập nhật hồ sơ kỹ thuật số không thành công

source: Update failed
vi: Cập nhật không thành công

source: Update password failed
vi: Cập nhật mật khẩu không thành công

source: Update properties failed
vi: Cập nhật thuộc tính không thành công

source: Update user info failed
vi: Cập nhật thông tin người dùng không thành công

source: Update wallet address failed
vi: Cập nhật địa chỉ ví không thành công

source: Update wallet address success
vi: Cập nhật địa chỉ ví thành công

source: Upload avatar failed
vi: Tải lên hình đại diện không thành công

source: Upload banner failed
vi: Tải lên biểu ngữ không thành công

# uploadDocumentToAIKnowledgeDescription
source: Upload your documents to your AI knowledge base
vi: Tải tài liệu của bạn lên cơ sở kiến ​​thức AI của bạn

source: Upload image failed
vi: Tải hình ảnh lên không thành công

source: Upload success
vi: Tải lên thành công

# uploadTextFileDescription
source: You can upload text file .pdf or .docx format about specific knowledge your AI will share with the targeted audience, for example: Menu, best pr articles about your store, history of store..
vi: Bạn có thể tải lên tệp văn bản có định dạng .pdf hoặc .docx về những kiến ​​thức cụ thể mà AI của bạn sẽ chia sẻ với đối tượng mục tiêu, ví dụ: Menu, các bài viết PR hay nhất về cửa hàng của bạn, lịch sử cửa hàng..

source: Upload your file
vi: Tải tập tin của bạn lên

source: Upload your images
vi: Tải lên hình ảnh của bạn

source: User Name
vi: Tên tài khoản

source: Username cannot be empty
vi: Tên ngươi dung không được để trông

# userNamePasswordIsIncorrect
source: The username or password you entered is incorrect!
vi: Tên người dùng hoặc mật khẩu bạn nhập không đúng!

source: Validate code failed
vi: Xác thực mã không thành công

source: View all
vi: Xem tất cả

source: View Chat History
vi: Xem lịch sử trò chuyện

source: View Digital Profile
vi: Xem hồ sơ kỹ thuật số

source: View History
vi: Xem lịch sử

source: Violent
vi: Hung bạo

source: wallet
vi: cái ví

# weWillHelpYouAnswerInterViewQuestion
source: We will help you answer interview questions.
vi: Chúng tôi sẽ giúp bạn trả lời các câu hỏi phỏng vấn.

# whatJobAreYouApplingFor
source: What job are you applying for?
vi: Bạn đang ứng tuyển công việc gì?

source: WHATSAPP
vi: CÁI GÌ

source: Whatsapp URL
vi: URL Whatsapp

# whichJobAreYouApplingFor
source: Which job are you applying for
vi: Bạn đang ứng tuyển vào công việc nào

source: Write a comment...
vi: Viết bình luận...

source: Write again
vi: Viết lại

source: Write Cover Letter
vi: Viết thư xin việc

source: Write Interview Question
vi: Viết câu hỏi phỏng vấn

source: Write Profile Introduction
vi: Viết hồ sơ Giới thiệu

source: Write Style
vi: Viết phong cách

source: Write your profile Introduction
vi: Viết hồ sơ của bạn Giới thiệu

source: Write your skill content
vi: Viết nội dung kỹ năng của bạn

source: X URL
vi: URL X

source: You don't have digital profile
vi: Bạn không có hồ sơ kỹ thuật số

source: You don't have enough token!
vi: Bạn không có đủ mã thông báo!

source: You have add new certificate
vi: Bạn đã thêm chứng chỉ mới

source: You have add new education
vi: Bạn đã thêm giáo dục mới

source: You have add new experience
vi: Bạn có thêm trải nghiệm mới

source: You have add new language
vi: Bạn đã thêm ngôn ngữ mới

source: You have add new skill
vi: Bạn có thêm kỹ năng mới

source: You have to connect wallet before
vi: Bạn phải kết nối ví trước

# youSuccessfullySignedUpWelcomeDProfiles
source: You successfully signed up! Welcome to dProfiles
vi: Bạn đã đăng ký thành công!

source: Your AI Characters
vi: Nhân vật AI của bạn

source: Your choose is invalid
vi: Lựa chọn của bạn không hợp lệ

source: Your content here
vi: Nội dung của bạn ở đây

source: Your email
vi: Email của bạn

source: Your field of study
vi: Lĩnh vực học tập của bạn

source: Your First Name
vi: Tên của bạn

source: Your id card
vi: Thẻ ID của bạn

source: Your job title
vi: Chức danh của bạn

source: Your Keyword
vi: Từ khóa của bạn

source: Your Last Name
vi: Tên của bạn

source: Your Location
vi: Vị trí của bạn

source: Your Name
vi: Tên của bạn

source: Your nationality
vi: Quốc tịch của bạn

source: Your require
vi: Yêu cầu của bạn

source: Your Title
vi: Tiêu đề của bạn
